Repository: AllenJB/CDDA-Game-Launcher
Catalog: cddagl/locale/*/LC_MESSAGES/cddagl.po
Languages: it, ja

source: Backups available
it: Partite salvate disponibili
ja: バックアップ使用可能

source: Manual backup
it: Salvataggio manuale
ja: 手動バックアップ

source: Automatic backups
it: Salvataggio automatico
ja: 自動バックアップ

source: Restore backup
it: Torna alla partita precedente
ja: バックアップを復元

source: Refresh list
it: Aggiorna la lista
ja: 一覧を更新

source: Delete backup
it: Cancellare il salvataggio
ja: バックアップを削除

source: Do not backup the current saves before restoring a backup
it: Non copiare la cartella salvataggi prima di tornare alla versione precedente
ja: バックアップ復元前に現在のセーブをバックアップしない

source: Name
it: Nome
ja: 名前

source: Modified
it: Ultima modifica
ja: 変更

source: Worlds
it: Mondi
ja: ワールド

source: Characters
it: Personaggi
ja: キャラクター

source: Actual size
it: Dimensioni correnti
ja: 無圧縮サイズ

source: Compressed size
it: Dimensioni dopo la compressione
ja: 圧縮後サイズ

source: Compression ratio
it: Tasso di compressione
ja: 圧縮率

source: Modified date
it: Data di modifica
ja: 変更日

source: Name:
it: Nome:
ja: 名前:

source: Backup current saves
it: Copia la cartella salvataggi
ja: 現在のセーブをバックアップ

source: Backup saves before game launch
it: Copiare i salvataggi prima di lanciare il gioco
ja: ゲーム起動前にセーブをバックアップ

source: Backup saves after game end
it: Copiare i salvataggi dopo avere chiuso il gioco
ja: ゲーム終了後にセーブをバックアップ

source: This option will only work if you also have the option to keep the launcher opened after launching the game in the settings tab.
it: Queste opzioni funzionano solo se si è selezionato "mantieni il launcher aperto" nelle impostazioni
ja: この設定を使用するには、設定タブの「ゲーム起動後にランチャーを閉じない」を有効にして下さい。

source: Maximum automatic backups count:
it: Numero massimo di salvataggi automatici:
ja: 自動バックアップ作成数上限:

source: Restore backup cancelled
it: Cancellato
ja: バックアップの復元が中止されました

source: Cancel restore backup
it: Cancella il ritorno alla partita salvata
ja: バックアップの復元を中止

source: Could not rename the save directory
it: Impossibile cambiare nome alla cartella salvataggi
ja: セーブディレクトリをリネーム出来ませんでした

source: Could not remove the save file
it: Impossibile rimuovere il file salvataggi
ja: セーブファイルを削除出来ませんでした

source: Extracting backup
it: Decompressione
ja: バックアップ展開中

source: Extracting {filename}
it: Decompressione {filename}
ja: 展開中 {filename}

source: {backup_name} backup restored
it: {backup_name} salvataggio precedente riattivato
ja: {backup_name} バックアップを復元しました

source: This will delete the backup file. It cannot be undone.
it: Questo cancellerà la partita salvata.
ja: バックアップファイルを削除します。この操作は元に戻せません。

source: Are you sure you want to delete the <strong>{filename}</strong> backup?
it: Cancellare veramente la partita <strong>{filename}</strong>?
ja: <strong>{filename}</strong> のバックアップを削除してよろしいですか？

source: Delete the backup
it: Cancellare
ja: バックアップを削除

source: I want to keep the backup
it: Non cancellare
ja: バックアップを削除しない

source: Backup deletion cancelled
it: Cancellato
ja: バックアップ削除を中止しました

source: Backup deleted
it: Salvataggio precedente cancellato
ja: バックアップを削除しました

source: Manual backup cancelled
it: Backup manuale cancellato
ja: 手動バックアップを中止しました

source: auto
it: automatico
ja: 自動

source: Save directory not found
it: Impossibile trovare la cartella salvataggi
ja: セーブディレクトリが見つかりません

source: Could not delete previous backup archive
it: Impossibile trovare il file archivio
ja: 以前のバックアップアーカイブを削除出来ませんでした

source: Cancel backup
it: Cancellare il backup
ja: バックアップを中止

source: Searching for save files
it: Sto cercando i files di salvataggio
ja: セーブファイル検索中

source: Found {filename} in {path}
it: Ho trovato il file {filename} in {path}
ja: 場所 {path} で {filename} を発見しました

source: Compressing save files
it: Compressione
ja: セーブファイル圧縮中

source: Compressing {filename}
it: Sto comprimendo {filename}
ja: 圧縮中 {filename}

source: Saves backup completed
it: Copia della partita salvata completata
ja: セーブのバックアップが完了しました

source: Cannot rename file
it: Impossibile cambiare nome al file
ja: ファイルをリネームできません

source: <p>The launcher failed to rename the following file: {src} to {dst}</p> <p>When trying to rename or access {filename}, the launcher raised the following error: {error}</p>
ja: <p>以下のファイルのリネームに失敗しました: {src} to {dst}</p> <p>{filename}へのアクセスまたはリネームを試みましたがエラーが発生しました : {error}</p>

source: <p>No process seems to be using that file.</p>
it: <p>ll file non è in uso da parte di nessun processo.</p>
ja: <p>指定されたファイルを使用中のプロセスはありません。</p>

source: <p>The process <strong>{image_file_name} ({pid})</strong> is currently using that file. You might need to end it if you want to retry.</p>
it: <p>Il processo <strong>{image_file_name} ({pid})</strong> sta usando il file richiesto. Si consiglia di terminarlo e riprovare.</p>
ja: <p>プロセス <strong>{image_file_name} ({pid})</strong> が、指定された ファイルを使用中です。上記プロセス終了後に再試行して下さい。</p>

source: Do you want to retry renaming this file?
it: Riprovare a cambiare nome al file?
ja: ファイルのリネームを再試行しますか？

source: Retry renaming the file
it: Riprovare
ja: ファイルのリネームを再試行

source: Cancel the operation
it: Cancellare
ja: 中止

source: This {name} cannot be directly downloaded by the launcher. You have to use your browser to download it.
it: Impossibile scaricare {name} tramite il launcher. Pregasi scaricarlo tramite browser.
ja: {name}はランチャーから直接ダウンロード出来ません。ブラウザからダウンロードして下さい。

source: 1. Open the URL in your browser.
it: 1. Aprire l'indirizzo nel browser.
ja: 1. URLをブラウザで開く。

source: 2. Download the {name} on that page and wait for the download to complete.
it: 2. Scaricare {name} fino al termine.
ja: 2. {name}のダウンロードが完了するのを待つ。

source: 3. Select the downloaded archive.
it: 3. Selezionare i files scaricati.
ja: 3. ダウンロードしたアーカイブを選択する。

source: Install this {name}
it: Installare {name}
ja: {name}をインストール

source: Do not install
it: Non installare
ja: インストールしない

source: Browser download
it: Scaricare via browser
ja: ブラウザダウンロード

source: Downloaded archive
it: File scaricato
ja: アーカイブをダウンロードしました

source: Archive files {formats}
it: Files {formats}
ja: アーカイブファイル {formats}

source: About CDDA Game Launcher
ja: About CDDA Game について

source: <p>CDDA Game Launcher version {version}</p> <p>Get the latest release <a href="https://github.com/remyroy/CDDA-Game-Launcher/releases">on GitHub</a>.</p> <p>Please report any issue <a href="https://github.com/remyroy/CDDA-Game-Launcher/issues/new">on GitHub</a>. </p> <p>If you like the CDDA Game Launcher, you can buy me a beer by donating bitcoins to <a href="bitcoin:3N2BRM61bZLuFRHjSj2Lhtw6DrwPUGeTvV"> 3N2BRM61bZLuFRHjSj2Lhtw6DrwPUGeTvV</a> <img src="btc-qr.png"> or by donating ethers to <a href="https://etherscan.io/address/0xdb731476e913d75061a78105c3d1b5a7a03aa21b"> 0xDb731476e913d75061A78105C3D1b5A7a03Aa21B</a> <img src="eth-qr.png">.</p> <p>Thanks to the following people for their efforts in translating the CDDA Game Launcher</p> <ul> <li>Russian: Daniel from <a href="http://cataclysmdda.ru/">cataclysmdda.ru</a> and Night_Pryanik</li> <li>Italian: Rettiliano Verace from <a href="http://emigrantebestemmiante.blogspot.com">Emigrante Bestemmiante</a></li> <li>French: Rémy Roy</li> </ul> <p>Thanks to <a href="http://mattahan.deviantart.com/">Paul Davey aka Mattahan</a> for the permission to use his artwork for the launcher icon.</p> <p>Copyright (c) 2015-2019 Rémy Roy</p> <p>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:</p> <p>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.</p> <p>THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</p>
ja: <p>CDDA Game Launcher version {version}</p> <p>最新版はこちら<a href="https://github.com/remyroy/CDDA-Game-Launcher/releases">on GitHub</a>.</p> <p>ご意見をお寄せ下さい<a href="https://github.com/remyroy/CDDA-Game-Launcher/issues/new">on GitHub</a>. </p> <p>CDDA Game Launcherを気に入りましたか？寄付をして開発者にビールをおごれます ビットコインはこちら <a href="bitcoin:3N2BRM61bZLuFRHjSj2Lhtw6DrwPUGeTvV"> 3N2BRM61bZLuFRHjSj2Lhtw6DrwPUGeTvV</a> <img src="btc-qr.png"> ethersはこちら <a href="https://etherscan.io/address/0xdb731476e913d75061a78105c3d1b5a7a03aa21b"> 0xDb731476e913d75061A78105C3D1b5A7a03Aa21B</a> <img src="eth-qr.png">.</p> <p>CDDA Game Launcherの翻訳に尽力してくれている皆様に感謝します。</p> <ul> <li>Russian: Daniel from <a href="http://cataclysmdda.ru/">cataclysmdda.ru</a> and Night_Pryanik</li> <li>Italian: Rettiliano Verace from <a href="http://emigrantebestemmiante.blogspot.com">Emigrante Bestemmiante</a></li> <li>French: Rémy Roy</li> </ul> <p>アイコンを提供してくれた <a href="http://mattahan.deviantart.com/">Paul Davey aka Mattahan</a> に感謝します。</p> <p>Copyright (c) 2015-2019 Rémy Roy</p> <p>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:</p> <p>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.</p> <p>THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</p>

source: The CDDA Game Launcher just crashed. An unhandled exception was raised. Here are the details.
it: Il launcher CDDA è andato in crash. Dettagli:
ja: 不明な例外処理が発生し、The CDDA Game Launcher は動作を停止しました。詳細はこちら。

source: Exit
it: Esci
ja: 終了

source: Something went wrong
it: Qualcosa è andato storto
ja: 何かが間違っています

source: Unknown
it: Sconosciuto
ja: 不明

source: Directory:
it: Cartella:
ja: ディレクトリ:

source: Version:
it: Versione:
ja: バージョン:

source: Build:
ja: ビルド:

source: Saves:
it: Salvataggi:
ja: セーブ:

source: Your save directory might be large enough to cause significant delays during the update process. You might want to enable the "Do not copy or move the save directory" option in the settings tab.
it: La directory salvataggi è talmente grande da rallentare gli aggiornamenti. Si consiglia di selezionare "Non copiare o muovere la cartella salvataggi" nelle Impostazioni.
ja: アップデートプロセス中の重要な遅延のため、セーブディレクトリは十分な領域を必要とします。 設定タブから "セーブディレクトリをコピー・移動しない" 設定ができます。

source: Launch game
it: Avvia il gioco
ja: ゲーム起動

source: Restore previous version
it: Torna alla versione precedente
ja: 以前のバージョンを復元する

source: Game
it: Gioco
ja: ゲーム

source: before_launch
ja: 起動前

source: Game executable not found
it: Impossibile trovare la cartella salvataggi
ja: 実行ファイルがありません

source: Could not launch the game executable
ja: 実行ファイルの起動に失敗しました

source: Cannot launch game
it: Avvia il gioco
ja: 起動出来ませんでした

source: <p>The launcher failed to start the game executable in <strong>{filename}</strong> .</p> <p>It received the following error from the operating system: {error}</p> <p>Poor antivirus products are known to detect the game binary as a threat and block its execution. A simple workaround is to add the game binary in your antivirus whitelist or select the action to trust this binary when detected.</p>
ja: <p>ゲーム実行ファイルの起動に失敗しました。:<strong>{filename}</strong></p> <p>システムから以下のエラーを受け取りました。: {error}</p> <p>一部のアンチウイルス製品はゲームバイナリを脅威と誤認し、その起動をブロックしてし まうことがあります。ゲームバイナリをホワイトリストに登録するか、ブロックされた際に「信頼す る」を選択することで回避できるかもしれません。

source: [unknown]
it: [sconosciuto]
ja: [不明]

source: Game process is running
it: CDDA avviato
ja: ゲーム実行中

source: Show current game
it: Mostra partita corrente
ja: 現在のゲームを表示

source: Game process has ended
it: CDDA terminato
ja: ゲーム実行終了

source: after_end
ja: 終了後

source: Game directory
it: Cartella del gioco
ja: ゲームディレクトリ

source: Not a valid directory
it: Cartella non valida
ja: 無効なディレクトリ

source: console
ja: コンソール

source: tiles
ja: タイル

source: Not a CDDA directory
it: Cartella non CDDA
ja: CDDAディレクトリではありません

source: Install game
it: Installa CDDA
ja: インストール

source: Update game
it: Aggiorna CDDA
ja: アップデート

source: Reading: {0}
it: In lettura: {0}
ja: 読み込み中: {0}

source: Previous version restored
it: Tornato alla versione precedente
ja: 以前のバージョンが復元されました

source: Ready
it: Pronto
ja: 準備完了

source: Your game is up to date
it: CDDA aggiornato
ja: ゲームは最新版です

source: There is a new update available
it: Nuova versione disponibile
ja: アップデート可能です

source: World
it: Mondo
ja: ワールド

source: Character
it: Personaggio
ja: キャラクター

source: No executable found in the downloaded archive. You might want to restore your previous version.
ja: ダウンロードしたアーカイブの中に実行ファイルがありません。以前のバージョンを復元することをおすすめします。

source: Platform:
it: Sistema:
ja: プラットフォーム:

source: Available builds:
it: Versioni disponibili:
ja: 有効なビルド:

source: Refresh
it: Controlla nuove versioni
ja: 更新

source: Changelog
ja: 更新履歴

source: Update/Installation
it: Aggiorna/Installa
ja: アップデート/インストール

source: Game is up to date
it: CDDA aggiornato
ja: ゲームは最新版です

source: You already have the latest version.
it: Ultima versione installata
ja: すでに最新版がインストールされています。

source: Are you sure you want to update your game?
it: Aggiornare CDDA?
ja: アップデートを開始しますか？

source: Update the game again
it: Aggiornare di nuovo
ja: もう一度アップデートする

source: I do not need to update the game again
it: Non aggiornare
ja: もう一度アップデートしない

source: Cannot install game on a file
it: Impossibile installare CDDA su un file
ja: ファイルへのインストールが出来ません

source: Update cancelled
it: Aggiornamento cancellato
ja: アップデートが中止されました

source: Installation cancelled
it: Installazione cancellata
ja: インストールが中止されました

source: Downloading: {0}
it: Download in corso: {0}
ja: ダウンロード中: {0}

source: Cancel update
it: Cancellare l'aggiornamento
ja: アップデート中止

source: Cancel installation
it: Cancellare l'installazione
ja: インストール中止

source: Testing downloaded file archive
it: Verifica dei files scaricati
ja: ダウンロード済みのアーカイブをテスト中

source: Downloaded archive is invalid
it: Errore durante il download
ja: ダウンロード済みのアーカイブが無効です

source: Could not download game
it: Impossibile effettuare il download
ja: ダウンロード出来ませんでした

source: previous_version directory
ja: 以前のバージョンのディレクトリ

source: Backing up current game
it: Copia della versione corrente
ja: 現在のゲームをバックアップ中

source: Backing up {0}
it: Copia in corso {0}
ja: バックアップ中 {0}

source: Extracting {0}
it: Decompressione in corso {0}
ja: 展開中 {0}

source: Cannot extract game archive
ja: 展開に失敗しました

source: <p>The launcher failed to extract the game archive.</p> <p>It received the following error from the operating system: {error}</p>
ja: <p>アーカイブの展開に失敗しました。</p> <p>システムから以下のエラーを受け取りました。: {error}</p>

source: {0} directory
it: {0} cartella
ja: {0} ディレクトリ

source: Restoring custom tilesets
it: Recupero del tilesets
ja: カスタムタイルセットを復元中

source: Restoring custom soundpacks
it: Recupero dei soundpacks
ja: カスタムサウンドパックを復元中

source: {name} soundpack
it: soundpack {name}
ja: {name} サウンドパック

source: Restoring custom mods
it: Recupero dei mods
ja: カスタムModを復元中

source: Restoring user-default-mods.json
it: Recupero di user-default-mods.json
ja: ユーザーデフォルトMod設定を復元中

source: Restoring custom fonts
it: Recupero delle fonts
ja: カスタムフォントを復元中

source: Update completed
it: Aggiornamento completato
ja: アップデート完了

source: Installation completed
it: Installazione completata
ja: インストール完了

source: Fetching remote builds
it: Controllo dell'ultima versione
ja: リモートビルド取り込み中

source: Fetching: {url}
it: Controllo: {url}
ja: 取り込み中: {url}

source: Could not find remote builds
it: Impossibile raggiungere il sito
ja: リモートビルドがありません

source: <h3>Loading changelog...</h3>
ja: <h3>更新履歴を読み込み中...</h3>

source: <h3>Parsing changelog...</h3>
ja: <h3>更新履歴を解析中...</h3>

source: Source path '%s' is not a directory
it: Il percorso '%s' non è una cartella
ja: ソースの場所 '%s' はディレクトリではありません

source: file
ja: ファイル

source: Analysing {name} - Found {file_count} {files}
it: Analisi di {name} - Trovati {file_count} {files}
ja: 解析中 {name} - 検出 {file_count} {files}

source: Cannot remove directory
it: Impossibile rimuovere la cartella
ja: ディレクトリを削除できません

source: <p>The launcher failed to remove the following directory: {directory}</p> <p>When trying to remove or access {filename}, the launcher raised the following error: {error}</p>
it: <p>Il programma di installazione non ha potuto rimuovere questa cartella: {directory}</p> <p>Il programma di installazione ha cercato di accedere al file {filename}, ma ha incontrato questo errore {error}</p>
ja: <p>以下のディレクトリの削除に失敗しました: {directory}</p> <p>{filename}へのアクセスを試みましたがエラーが発生しました : {error}</p>

source: <p>No process seems to be using that file or directory.</p>
it: <p>Questo file o cartella non è in uso.</p>
ja: <p>選択されたファイルまたはディレクトリを使用中のプロセスはありません。</p>

source: <p>The process <strong>{image_file_name} ({pid})</strong> is currently using that file or directory. You might need to end it if you want to retry.</p>
it: <p>Il processo <strong>{image_file_name} ({pid})</strong> sta usando il file o la directory richiesta. Si consiglia di terminarlo e riprovare.</p>
ja: <p>プロセス <strong>{image_file_name} ({pid})</strong> が、指定された ファイルまたはディレクトリを使用中です。 上記プロセス終了後に再試行して下さい。</p>

source: Do you want to retry removing this directory?
it: Riprovare a rimuovere la directory?
ja: ディレクトリの削除を再試行しますか？

source: Retry removing the directory
it: Riprova
ja: ディレクトリの削除を再試行する

source: Deleting {name} - {entry}
ja: 削除中 {name} - {entry}

source: Analysing {name}
it: Analisi {name}
ja: 解析中 {name}

source: Destination path '%s' already exists
it: La cartella '%s' esiste già
ja: 実行パス '%s' はすでに存在します

source: Analysing {name} - Found {file_count} {files} ({size})
it: Analisi di {name} - Trovati {file_count} {files} ({size})
ja: 解析中 {name} - 検出 {file_count} {files} ({size})

source: Copying {name} - {entry}
it: Copia {name} - {entry}
ja: コピー中 {name} - {entry}

source: Installed
it: Installati
ja: インストール完了

source: Disable
it: Disattivare
ja: 無効

source: Delete
it: Cancellare
ja: 削除

source: Add this new mod to the repository
it: Aggiungere il mod all'elenco
ja: この新しいModをリポジトリに追加する

source: * Name: [Enter the name of the mod] * Url: [Enter the Url where we can find the mod] * Author: [Enter the name of the author] * Homepage: [Enter the Url of the author website or where the mod was published] * Mod not found in version: {version}
ja: * Name: [Modの名前] * Url: [Modをダウンロード可能なURL] * Author: [作者の名前] * Homepage: [作者の公式サイトまたは配布されている場所のURL] * Mod not found in version: {version}

source: <a href="{url}">Suggest a new mod on GitHub</a>
it: <a href="{url}">Suggerisci un mod a GitHub</a>
ja: <a href="{url}">GitHubで新しいModを提案する</a>

source: Repository
ja: リポジトリ

source: Install this mod
it: Installare il mod
ja: このModをインストールする

source: Details
it: Dettagli
ja: 詳細

source: Ident:
it: Nome:
ja: ID:

source: Author:
it: Autore:
ja: 作者:

source: Description:
it: Descrizione:
ja: 説明:

source: Category:
it: Categoria:
ja: 分類:

source: Path:
it: Percorso:
ja: パス:

source: Size:
it: Dimensioni:
ja: サイズ:

source: Home page:
it: Pagina Internet:
ja: ホームページ:

source: Mod already present
it: Mod già presente
ja: Modがすでに存在しています

source: It seems this mod is already installed. The launcher will not overwrite the mod if it has the same directory name. You might want to delete the mod first if you want to update it. Also, there can only be a single mod with the same ident value available in the game.
it: Questo mod è già installato. Il programma non sovrascriverà il mod sulla stessa cartella. Per aggiornare il mod disinstallarlo e reinstallarlo. Non è possibile avere due mod con lo stesso nome.
ja: このModはすでにインストールされているようです。同じ名前のディレクトリが存在する場合、本ランチャーはModを上書きしません。アップデートする場合はまずModを削除してください。同じ名前のModはゲーム中で1つしか有効になりません。

source: Are you sure you want to install the {name} mod?
it: Installare il mod {name}?
ja: Mod {name} をインストールしてよろしいですか？

source: Install the mod
it: Installare
ja: Modをインストール

source: Do not install again
it: Non reinstallare
ja: もう一度インストールしない

source: Cancel mod installation
it: Non installare
ja: Modのインストールを中止

source: Could not find downloaded file archive
it: Impossibile trovare il file scaricato
ja: ダウンロードしたアーカイブが見つかりませんでした

source: Selected file is a bad archive file
it: L'archivio selezionato non è valido
ja: 選択されたアーカイブファイルが壊れています

source: Selected file is a password protected archive file
it: Il file è protetto da password
ja: 選択されたアーカイブにはパスワードがかかっています

source: Soundpack installation cancelled
it: Installazione cancellata
ja: サウンドパックのインストールを中止しました

source: Could not find downloaded archive ({file})
it: Impossibile trovare il file scaricato ({file})
ja: ダウンロードしたアーカイブが見つかりませんでした ({file})

source: Unknown downloaded archive format ({extension})
ja: 不明な圧縮フォーマットです ({extension})

source: Finding the mod(s)
ja: Mod検索中

source: Mod installation cancelled - There is no mod in the downloaded archive
it: Installazione cancellata - il file scaricato non contiene mod
ja: Modのインストールを中止しました - ダウンロードしたアーカイブの中にModが存在しません

source: Mod installation cancelled - There is already a {basename} directory in {mods_dir}
it: Installazione cancellata - Esiste già una cartella {basename} in {mods_dir}
ja: Modのインストールを中止しました - すでに {basename} が {mods_dir} に存在しています。

source: Mod installation completed
it: Installazione completata
ja: Modのインストールが完了しました

source: *Error*
it: *Errore*
ja: *エラー*

source: (Disabled)
it: (Disabilitato)
ja: (無効)

source: Enable
it: Attivare
ja: 有効

source: Delete mod
it: Cancellare mod
ja: Modを削除

source: This will delete the mod directory. It cannot be undone.
it: Ciò cancellerà la cartella del mod.
ja: Modディレクトリを削除します。この操作は元に戻せません。

source: Are you sure you want to delete the {view} mod?
it: Cancellare il mod {view}?
ja: Mod {view} を削除してよろしいですか？

source: Delete the mod
it: Cancella
ja: Modを削除

source: I want to keep the mod
it: Non cancellare
ja: Modを削除しない

source: Mod deletion cancelled
it: Cancellazione interrotta
ja: Modの削除を中止しました

source: Mod deleted
it: Mod cancellato
ja: Modを削除しました

source: Getting remote size
it: Controllo dimensioni del download
ja: リモートサイズ取得中

source: System language or best match ({locale})
it: Linguaggio di sistema o ({locale})
ja: システム言語または推奨 ({locale})

source: Command line parameters:
ja: コマンドラインパラメータ:

source: Keep the launcher opened after launching the game
it: Mantenere aperto il programma dopo aver fatto partire CDDA
ja: ゲーム起動後にランチャーを閉じない

source: Language:
it: Lingua:
ja: 言語:

source: Allow multiple instances of the launcher to be started
it: Permettere l'apertura di varie finestre del launcher
ja: 複数起動を許可する

source: Use the launcher directory as the game directory
it: Usare la cartella del launcher anche per CDDA
ja: ランチャーが存在するディレクトリをゲームティレクトリとする

source: Do not check for new version of the CDDA Game Launcher on launch
it: Non cercare nuove versioni del programma all'avvio
ja: 起動時に新しいバージョンをチェックしない

source: Launcher
ja: ランチャー

source: Do not copy or move the save directory
it: Non copiare o muovere la cartella salvataggi
ja: セーブディレクトリをコピー・移動しない
