Repository: AllenJB/CDDA-Game-Launcher
Catalog: cddagl/locale/*/LC_MESSAGES/cddagl.po
Languages: it, ja

source: If your save directory size is large, it might take a long time to copy it during the update process. This option might help you speed the whole thing but your previous version will lack the save directory.
it: Se la cartella salvataggi è troppo grande potrebbe rallentare l'aggiornamento. Con questa opzione si elimina il problema, ma la versione precedente non avrà la cartella salvataggi.
ja: セーブディレクトリが巨大になると、アップデートの際それをコピーするために長時間を要します。 この設定を有効にすることで高速化できますが、以前のバージョンのセーブディレクトリは欠落します。

source: Keep a copy of the downloaded archive in the following directory:
it: Tenere una copia dell'archivio scaricato in questa cartella:
ja: ダウンロードしたアーカイブのコピーを保存するディレクトリ:

source: Automatically refresh builds list every
it: Aggiorna la lista delle versioni disponibili ogni
ja: ビルド一覧の自動更新間隔

source: minutes
it: minuti
ja: 分

source: Remove previous version after update (not recommended)
ja: アップデート後に以前のバージョンを削除する(非推奨)

source: Archive directory
it: Cartella archivio
ja: アーカイブディレクトリ

source: Add this new soundpack to the repository
it: Aggiungere il soundpack al pacchetto
ja: この新しいサウンドパックをリポジトリに追加する

source: * Name: [Enter the name of the soundpack] * Url: [Enter the Url where we can find the soundpack] * Author: [Enter the name of the author] * Homepage: [Enter the Url of the author website or where the soundpack was published] * Soundpack not found in version: {version}
it: * Nome: [Enter the name of the soundpack] * Indirizzo: [Enter the Url where we can find the soundpack] * Autore: [Enter the name of the author] * Homepage: [Enter the Url of the author website or where the soundpack was published] * Soundpack non trovato nella versione: {version}
ja: * Name: [サウンドパックの名前] * Url: [サウンドパックをダウンロード可能なURL] * Author: [作者の名前] * Homepage: [作者の公式サイトまたは配布されている場所のURL] * Soundpack not found in version: {version}

source: <a href="{url}">Suggest a new soundpack on GitHub</a>
it: <a href="{url}">Proponi un soundpack a GitHub</a>
ja: <a href="{url}">GitHubで新しいサウンドパックを提案する</a>

source: Install this soundpack
it: Installare il soundpack
ja: このサウンドパックをインストールする

source: View name:
it: Titolo:
ja: 表示名:

source: Soundpack already present
it: Soundpack già installato
ja: サウンドパックがすでに存在しています

source: It seems this soundpack is already installed. The launcher will not overwrite the soundpack if it has the same directory name. You might want to delete the soundpack first if you want to update it. Also, there can only be a single soundpack with the same name value available in the game.
it: Questo soundpack è già installato. Il programma non sovrascriverà il soundpack sulla stessa cartella. Per aggiornare il soundpack disinstallarlo e reinstallarlo. Non è possibile avere due soundpack con lo stesso nome.
ja: このサウンドパックはすでにインストールされているようです。同じ名前のディレクトリが存在する場合、本ランチャーはサウンドパックを上書きしません。アップデートする場合はまずサウンドパックを削除してください。同じ名前のサウンドパックはゲーム中で1つしか有効になりません。

source: Are you sure you want to install the {view} soundpack?
it: Installare il soundpack {view} ?
ja: サウンドパック {view} をインストールしますか？

source: Install the soundpack
it: Installare
ja: サウンドパックをインストール

source: Cancel soundpack installation
it: Cancella
ja: サウンドパックのインストールを中止

source: Finding the soundpack
it: In cerca del soundpack
ja: サウンドパックを探しています

source: Soundpack installation cancelled - There is no soundpack in the downloaded archive
it: Installazione cancellata - Il file scaricato non contiene soundpack
ja: サウンドパックのインストールを中止しました - ダウンロードしたアーカイブの中にサウンドパックが存在しません

source: Soundpack installation cancelled - There is already a {basename} directory in {soundpacks_dir}
it: Installazione cancellata - C'è già una cartella {basename} in {soundpacks_dir}
ja: サウンドパックのインストールを中止しました - すでに {basename} が {soundpacks_dir} に存在しています

source: Soundpack installation completed
it: Installazione completata
ja: サウンドパックのインストールが完了しました

source: Delete soundpack
it: Cancellare soundpack
ja: サウンドパックを削除

source: This will delete the soundpack directory. It cannot be undone.
it: Questo cancellerà la cartella del soundpack
ja: サウンドパックをディレクトリごと削除します。この操作は元に戻せません。

source: Are you sure you want to delete the {view} soundpack?
it: Cancellare il soundpack {view}?
ja: サウンドパック {view} を削除してよろしいですか?

source: Delete the soundpack
it: Cancellare
ja: サウンドパックを削除

source: I want to keep the soundpack
it: Non cancellare
ja: サウンドパックを削除しない

source: Soundpack deletion cancelled
it: Soundpack non cancellato
ja: サウンドパックの削除を中止しました

source: Soundpack deleted
it: Soundpack cancellato
ja: サウンドパックを削除しました

source: &File
ja: ファイル

source: E&xit
it: E&sci
ja: 終了

source: &Help
ja: ヘルプ

source: &Check for update
it: &Cerca update
ja: アップデート確認

source: &About CDDA Game Launcher
ja: &CDDA Game Launcher について

source: Launcher update
it: Aggiornamento
ja: アップデート

source: You are using version {version} but there is a new update for CDDA Game Launcher. Would you like to update?
it: State usando la versione {version} del programma, ma c'è una nuova versione disponibile. Aggiornare?
ja: 使用中の {version} よりも新しいバージョンがあります。アップデートしますか？

source: Update the launcher
it: Aggiorna
ja: アップデートする

source: Not right now
it: Non ora
ja: 後で

source: Up to date
it: Aggiornato
ja: 最新版

source: The CDDA Game Launcher is up to date.
it: Il programma di installazione CDDA è aggiornato
ja: お使いの CDDA Game Launcher は最新版です。

source: Main
it: Principale
ja: メイン

source: Backups
it: Salvataggi
ja: バックアップ

source: Mods
ja: Mod

source: Soundpacks
it: Suoni
ja: サウンドパック

source: Settings
it: Impostazioni
ja: 設定

source: Tilesets
ja: タイルセット

source: Fonts
ja: フォント

source: Progress:
it: Percentuale:
ja: 進捗:

source: Speed:
it: Velocità:
ja: 速度:

source: CDDA Game Launcher self-update
it: Aggiornamenti CDDA automatici
ja: CDDA Game Launcher セルフアップデート

source: CDDA Game Launcher started: {version}
it: Launcher automatico per CDDA avviato. Versione: {version}

source: Please help us make a better launcher <a href="{url}">by reporting this issue on GitHub</a>.
it: Pregasi riportare il problema <a href="{url}">su GitHub</a>.

source: Not found
it: Non trovato

source: Url:
it: Indirizzo:
